Repository: dark-eye/udiaspora
Catalog: po/*.po
Languages: fr

source: About
fr: À propos

source: Get the source
fr: Obtenir le code source

source: Report issues
fr: Signaler un problème

source: GNU General Public License v3.0
fr: Licence Publique Générale GNU v3.0

source: Contributors
fr: Contributeurs/trices

source: Based on uMastonauts webapp
fr: Basée sur l'application Web uMastonauts

source: Donate
fr: Faire un don

source: Pod List Provided by 'The Federation' API
fr: Liste des pods fournie par l'API « The Federation »

source: uDiaspora WebApp
fr: Application Web uDiaspora

source: Choose a Diaspora instance
fr: Choisissez un instance de Diaspora

source: Enter a name for the new profile
fr: Saisissez un nom pour le nouveau profil

source: Delete
fr: Supprimer

source: No profile set yet
fr: Aucun profil encore défini

source: For now deleting a profile won't delete it`s disk data. You can use 'Off The Record' To prevent saving data to the disk.
fr: Pour l'instant, la suppression d'un profil ne supprime pas ses données sur le disque. Vous pouvez utiliser « Off The Record » pour empêcher l'enregistrement de données sur le disque.

source: Search
fr: Rechercher

source: Stream
fr: Flux

source: Cacnel
fr: Annuler

source: Enter query
fr: Saisir une requête

source: Loading
fr: Chargement

source: Info
fr: Informations

source: Error loading instances nodes
fr: Erreur lors du chargement des nœuds des instances

source: Search or enter a custom address
fr: Cherchez une adresse ou saisissez-en une personnalisée

source: No pods fund for search : %1
fr: Aucun pod trouvé pour la recherche : %1

source: No pods returned from server
fr: Aucun pod renvoyé du serveur

source: Location: %1
fr: Emplacement : %1

source: Active Users: %1
fr: Utilisateurs actifs : %1

source: Copy Link
fr: Copier le lien

source: Copy Image
fr: Copier l'image

source: Open in browser
fr: Ouvrir dans le navigateur

source: Add Post
fr: Ajouter un message

source: Please log in
fr: Veuillez vous identifier

source: Prompt Action
fr: Action rapide

source: Confirm Action
fr: Confirmer l'action

source: Go home
fr: Revenir à l'accueil

source: Reload
fr: Actualiser

source: Go Back
fr: Revenir

source: Links open externally
fr: Liens ouverts en externe

source: Links open internally
fr: Liens ouverts en interne

source: Show Bottom Controls
fr: Afficher les contrôles en bas de l'écran

source: Hide Bottom Controls
fr: Masquer les contrôles en bas de l'écran

source: Change Pod
fr: Changer de pod

source: Go on Record
fr: Activer l'enregistrement

source: Go off record
fr: Désactiver l'enregistrement

source: Please note : Off The Record means no data is saved locally. The remote site can still track you as you normally logged in when using diaspora.
fr: Note : « Off The Record » signifie qu'aucune donnée n'est enregistrée localement. Le site distant peut toujours vous suivre lorsque vous vous connectez normalement quand vous utilisez Diaspora.

source: Change Profile
fr: Changer de profil
